{"translation-revision-date":"2020-09-22 21:55:10+0000","generator":"GlotPress\/3.0.0-alpha.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"el_GR"},"Cropped":["Με περικοπή"],"Full Size":["Πλήρες μέγεθος"],"Choose a product to display it's short description.":["Επιλέξτε ένα προϊόν για να προβάλετε τη σύντομη περιγραφή του."],"Choose a product to display it's image.":["Επιλέξτε ένα προϊόν για να προβάλετε την εικόνα του."],"Product Stock Indicator":["Δείκτης αποθέματος"],"Choose a product to display it's stock.":["Επιλέξτε ένα προϊόν για να προβάλετε το απόθεμά του."],"Image Sizing":["Μέγεθος εικόνας"],"Product image cropping can be modified in the <a>Customizer<\/a>.":["Η περικοπή των εικόνων των προϊόντων μπορεί να τροποποιηθεί στον <a>Προσαρμογέα<\/a>."],"Switch product…":["Εναλλαγή προϊόντος..."],"Display product stock status.":["Προβάλετε την κατάσταση αποθέματος του προϊόντος."],"Choose a product to display it's rating.":["Επιλέξτε ένα προϊόν για να προβάλετε την αξιολόγησή του."],"Text color":["Χρώμα κειμένου"],"Color settings":["Ρυθμίσεις χρώματος"],"Tags:":["Ετικέτες:"],"Select an option":["Κάντε μια επιλογή"],"View Product":["Προβολή προϊόντος "],"Choose a product to display it's SKU.":["Επιλέξτε ένα προϊόν για να προβάλετε τον κωδικό του."],"Choose a product to display it's title.":["Επιλέξτε ένα προϊόν για να προβάλετε τον τίτλο του."],"Categories:":["Κατηγορίες:"],"Choose a product to display it's tags.":["Επιλέξτε ένα προϊόν για να προβάλετε τις ετικέτες του."],"Choose a product to display it's categories.":["Επιλέξτε ένα προϊόν για να προβάλετε τις κατηγορίες του."],"Choose a product to display it's add to cart form.":["Επιλέξτε ένα προϊόν για να προβάλετε τη φόρμα εισαγωγής του στο καλάθι."],"Choose a product to display it's price.":["Επιλέξτε ένα προϊόν για να προβάλετε την τιμή του."],"Choose a product to display it's add to cart button.":["Επιλέξτε ένα προϊόν για να προβάλετε το κουμπί εισαγωγής του στο καλάθι."],"Choose a product to display it's sale-badge.":["Επιλέξτε ένα προϊόν για να προβάλετε το σήμα έκπτωσης."],"This product is currently out of stock and cannot be purchased.":["Αυτό το προϊόν είναι εξαντλημένο και δεν μπορεί να αγοραστεί."],"Display a list of tags belonging to a product.":["Προβάλετε μία λίστα με τις ετικέτες ενός προϊόντος."],"Display a list of categories belonging to a product.":["Προβάλετε μία λίστα με τις κατηγορίες ενός προϊόντος."],"Product Category List":["Λίστα κατηγοριών προϊόντος"],"Product Tag List":["Λίστα ετικετών προϊόντος"],"Add to Cart":["Προσθήκη στο καλάθι"],"Display form elements":["Προβάλετε τα στοιχεία φόρμας"],"Depending on product type, allow customers to select a quantity, variations etc.":["Αναλόγα με τον τύπο του προϊόντος, επιτρέψτε στους πελάτες να επιλέξουν ποσότητα, παραλλαγές κτλ."],"Displays an add to cart button. Optionally displays other add to cart form elements.":["Εμφανίζει ένα κουμπί προσθήκης στο καλάθι. Προαιρετικά εμφανίζει και τα υπόλοιπα στοιχεία της φόρμας καλαθιού."],"Add to Cart Button":["Κουμπί Προσθήκη στο καλάθι"],"Display the SKU of a product.":["Προβολή του κωδικού προϊόντος."],"Product SKU":["SKU Προϊόντος"],"%d product found":["Βρέθηκε %d προϊόν","Βρέθηκαν %d προϊόντα"],"Edit this product's details":["Τροποποίηστε τα στοιχεία του προϊόντος"],"Out of Stock":["Χωρίς απόθεμα"],"In Stock":["Σε απόθεμα"],"Product on sale":["Προϊόν σε προσφορά"],"Align Last Block":["Στοίχιση τελευταίου μπλοκ"],"Displays an on-sale badge if the product is on-sale.":["Εμφανίζει ένα σήμα έκπτωσης αν το προϊόν είναι σε έκπτωση."],"On-Sale Badge":["Σήμανση σε προσφορά"],"Product Rating":["Βαθμολογία προϊόντος"],"Center":["Κέντρο"],"Sale Badge Alignment":["Τοποθέτηση σήμανσης σε προσφορά"],"Product Image":["Εικόνα Προϊόντος"],"Display the price of a product.":["Εμφάνισε την τιμή ενός προϊόντος."],"Product Price":["Τιμή προϊόντος"],"Layout Settings":["Ρυθμίσεις Διάταξης"],"Showing All Products block preview.":["Προεπισκόπηση block για όλα τα Προϊόντα."],"Order Products By":["Ταξινόμηση προϊόντων ανά"],"Color":["Χρώμα"],"%d in cart":["%d στο καλάθι","%d στο καλάθι"],"Price: high to low":["Τιμή: Φθίνουσα προς αύξουσα"],"Price: low to high":["Τιμή: Αύξουσα προς φθίνουσα"],"Latest":["Πρόσφατα"],"Popularity":["Δημοτικότητα"],"…":["…"],"Navigate to another page":["Περιήγηση σε άλλη σελίδα"],"Heading %d":["Επικεφαλίδα %d"],"Content Settings":["Ρυθμίσεις Περιεχομένου"],"Display a call to action button which either adds the product to the cart, or links to the product page.":["Εμφανίστε ένα κουμπί ενέργειας, το οποίο είτε προσθέτει το προϊόν στο καλάθι είτε παραπέμπει στη σελίδα του προϊόντος."],"Display all products from your store as a grid.":["Εμφανίστε όλα τα προϊόντα από το κατάστημά σας ως πλέγμα."],"Display the average rating of a product.":["Εμφάνιση της μέσης βαθμολογίας ενός προϊόντος."],"Display the main product image":["Εμφάνιση της κύριας εικόνας προϊόντος"],"Fly your WordPress banner with this beauty! Deck out your office space or add it to your kids walls. This banner will spruce up any space it’s hung!":["Κρεμάστε τη δική σας αφίσα του WordPress με αυτή την ομορφιά! Διακοσμήστε το χώρο του γραφείου σας ή προσθέστε το στους τοίχους των παιδιών σας. Αυτή η αφίσα θα γεμίσει κάθε χώρο που είναι κρεμασμένη!"],"We were unable to find any results based on your search.":["Δεν μπορέσαμε να βρούμε αποτελέσματα με βάση την αναζήτησή σας."],"You haven't published any products to list here yet.":["Δεν έχετε δημοσιεύσει κανένα προϊόν για να το αναφέρετε εδώ ακόμα."],"There are currently no products available to display.":["Αυτή τη στιγμή δεν υπάρχουν διαθέσιμα προϊόντα για εμφάνιση."],"Show On-Sale Badge":["Εμφάνιση Σήματος Έκπτωσης"],"Show Sorting Dropdown":["Εμφάνιση αναπτυσσόμενης λίστας ταξινόμησης"],"Reset Layout":["Επαναφορά Διάταξης"],"Reset layout to default":["Επαναφορά διάταξης σε προεπιλογή"],"Reset Search":["Επαναφορά Αναζήτησης"],"Product Summary":["Σύνοψη Προϊόντος"],"Edit the blocks inside the preview below to change the content displayed for each product within the product grid.":["Επεξεργαστείτε τα πλαίσια μέσα στην παρακάτω προεπισκόπηση για να αλλάξετε το περιεχόμενο που εμφανίζεται για κάθε προϊόν μέσα στο πλέγμα του προϊόντος."],"Link to Product Page":["Σύνδεση με Σελίδα Προϊόντος"],"Links the image to the single product listing.":["Συνδέει την εικόνα με την καταχώρηση μοναδικού προϊόντος."],"Overlay a \"sale\" badge if the product is on-sale.":["Επικαλύψτε με ένα σήμα “έκπτωσης” αν το προϊόν είναι σε έκπτωση."],"Display the title of a product.":["Εμφάνιση του τίτλου ενός προϊόντος."],"Display a short description about a product.":["Εμφανίζει μια σύντομη περιγραφή για το προϊόν."],"The following error was returned":["Επιστράφηκε το ακόλουθο λάθος"],"The following error was returned from the API":["Το ακόλουθο σφάλμα επιστράφηκε από το API"],"An unknown error occurred which prevented the block from being updated.":["Εμφανίστηκε ένα άγνωστο σφάλμα το οποίο δεν επέτρεψε την ενημέρωση του block."],"The content for this block is hidden due to block settings.":["Το περιεχόμενο αυτού του block είναι κρυφό εξαιτίας των ρυθμίσεων του block."],"Done":["Ολοκληρώθηκε"],"Search for a product to display":["Αναζήτηστε για να εμφανίσετε ένα προϊόν"],"Rows":["Γραμμές"],"Your store doesn't have any products.":["Το κατάστημά σας δεν έχει κανένα προϊόν."],"Columns":["Στήλες"],"Layout":["Διαρρύθμιση"],"%d variation":["%d παραλλαγή","%d παραλλαγές"],"Product search results updated.":["Τα αποτελέσματα αναζήτησης προϊόντος ενημερώθηκαν."],"Order products by":["Ταξινόμηση προϊόντων ανα"],"All Products":["Όλα τα προϊόντα"],"Product Title":["Τίτλος Προϊόντος"],"Next page":["Επόμενη σελίδα"],"Previous page":["Προηγούμενη σελίδα"],"SKU:":["Κωδικός προϊόντος:"],"Rated %f out of 5":["Αξιολογήθηκε με %f από 5"],"Default sorting":["Προκαθορισμένη ταξινόμηση"],"No products":["Δεν υπάρχουν προϊόντα"],"Page %d":["Σελίδα %d"],"Sorry, this product cannot be purchased.":["Λυπούμαστε, δεν είναι δυνατή η αγορά αυτού του προϊόντος."],"No products found":["Δεν βρέθηκε κανένα Προϊόν"],"Add new product":["Προσθήκη Νέου Προϊόντος"],"Sale":["Προσφορά"],"Content":["Περιεχόμενο"],"Average rating":["Μέσος όρος Βαθμολογίας"],"Learn more":["Μάθετε περισσότερα"],"Sale price":["Τιμή προσφοράς"],"Products":["Προϊόντα"],"Price":["Τιμή"],"Cancel":["Ακύρωση"],"Left":["Αριστερά"],"Right":["Δεξιά"],"WooCommerce":["WooCommerce"],"Edit":["Επεξεργασία"],"Add to cart":["Προσθήκη στο καλάθι"],"Available on backorder":["Διαθέσιμο κατόπιν παραγγελίας"],"Text settings":["Ρυθμίσεις κειμένου"]}},"comment":{"reference":"packages\/woocommerce-blocks\/build\/all-products.js"}}